{
    "data": [
        {
            "ID": "1",
            "DISCOURSE_NAME": "Guru Purnima Discourse - 07/16/2019",
            "TEXT": "The one who has opened our eyes which were shut due to ignorance by applying the ointment of Jnana, of wisdom; thereby the one who has helped us see the highest, our own Divinity, to such a guru, I bow down.\n\nDear embodiments of Divinity,\n\nThe Vedas say Brahma Satyam Jagan mithya jivo brahmaiva na para. It is only God who is true; the rest of it is illusion. And the individual being is truly none other than the Divine Himself. You have also heard Deho devalayam prokto jivo deva sanatanaha. This body is a temple of God and the one who dwells within is the Divine Himself. And therefore, it is concluded Ekam eva adviteeyam, There is only one, there are no two anywhere.\n\nThe one who sees this Ekatvam, the one who sees unity where there is diversity, multiplicity, he is a Jnani, Jnaninam tatva darshanam, he sees this principle of oneness and therefore, such a person alone is considered to be a Jnani, considered to be a guru. In different mirrors, when one sees one's own reflection, because of one's own wisdom, one understands that they are all the same though they appear in different mirrors, the reflection is of the same person. In the same room full of mirrors, if a dog enters, and sees its own reflection in all the mirrors, it gets afraid, it gets worried and out of fear of ignorance, thinking that they are all many dogs, different dogs it starts barking. Because of the ignorance that many exist where there exists actually only one, the dog gets petrified, starts barking, starts reacting whereas a man of wisdom who recognises his own face, his own reflection in different mirrors is overjoyed by seeing so many of his own reflections. Therefore, to the one who sees only one and not many it is said Tatra ko moha ka shoka ekatvam anupaschataha, where is the sorrow for such a person, where is the scope of any attachment for such a  person who only sees one and not many?",
            "DATE": "7/16/2019",
            "CATEGORY": "Guru"
        },
        {
            "ID": "7",
            "DISCOURSE_NAME": "Discourse - 07/18/2019",
            "TEXT": "All forms are His, all names are His. In fact, He alone exists who is the embodiment of truth, awareness and bliss. He alone is Satyam, Shivam, Sundaram.\n\nDear embodiments of love,\n\nWe all have heard that God exists in everything, God exists in everyone. So it is no wonder if God can exist as a fish in water, as tortoise on land and water, as a boar, as a half-man half-lion, if He can come out of a pillar, then He can definitely come out of a human too. In fact God's ways are unique, they are mysterious. And those who try to understand God with their minds and the faculty of senses, they only meet with failure because they are beyond that. The one who cannot be described in words and one who cannot be understood by the mind is Divinity - this is how our scriptures define.",
            "DATE": "7/18/2019",
            "CATEGORY": "Self_Realisation"
        }
    ]
}